[
  {
    "_id": {
      "$oid": "65045a58c3aa9224bb2863ed"
    },
    "title": "",
    "body": "<p>Pernahskah anda meihat atau mengamati pesawat terbang yang mendarat dilandasannya? Berapakah jarak tempuh hiingga pesawat tersebut berhenti? Ketika anda menjatuhkan batu dari ketinggian tertentu, berapa waktu yang dibutuhkan hingga mencapai permukaan tanah? Semua pertanyaan tersebut berhubungan dengan gerak yang akan dibahas pada bab ini. Dalam bab ini, anda akan mempelajari gerak satu dimensi tanpa mempedulikan penyebabnya atau disebut dengan gerak lurus. Sebagai contoh sebuah mobil yang bergerak pada lintasan yang licin dengan kecepatan tertentu. Anda dapat menntukan seberapa cepat mobil tersebut melaju dan seberapa jauh jarak yang dapat ditempuh dalam selang waktu tertentu. Untuk lebih mempermudah dalam memahami materi gerak dalam satu dimensi, pelajari bahasan-bahasan pada bab ini dengan saksama.</p><h1></h1><h1><strong>BESARAN DALAM GERAK LURUS</strong></h1><p></p><p>Gerak Lurus satu dimensi dibagi menjadi dua, yaitu gerak lurus beraturan (GLB) dan gerak lurus berubah beraturan (GLBB). Gerak pada lintasan lurus seperti jalan tol dengan kecepatan tetap dinamakan GLB. Sebaliknya, gerakanmu pada lintasan lurus dengan kecepatan berubah secara tetap, dinamakan GLBB. Pada GLB maupun GLBB, terdapat besaran-besaran seperti jarak, perpindahan, kecepatan, dan sebagainya.</p><p></p><p><strong>1. Jarak dan perpindahan</strong></p><p></p><p>Jarak dan perpindahan merupakan hal yang berbeda. jarak merupakan panjang intasan yang ditempuh suatu benda, sedangkan perpindahan merupakan perubahan kedudukan suatu benda. Misalnya, untuk berangkat ke sekolah, Marwan harus mengayuh sepeda 3 km ke barat, kemmudian belok ke utara sejauh 4 km agar sampai disekolah. Jarak yang ditempuh Marwan ke sekolah adalah 3 km, ditambah 4 km, yaitu 7 km. Sedangkan perpindahan yang dialami Marwan dari rumah ke sekolah adalah 5 km, yang diperoleh dari teorema Phytagoras.</p><p></p><img src=\"https://09d1-103-186-31-38.ngrok-free.app/images/image-1694783571990-740878448.PNG\"><p></p><p>Contoh Soal</p><p></p><p>Seorang pengemudi mengemudi mobil dari kota X sejauh 10 km ke timur. Setelah itu, sopir membelokkan mobil 4 km ke selatan, dan berbelok lagi ke barat sejauh 6 km dan berhenti di kota Y. Tentukan jarak dan perpindahan mobil tersebut! Jawab: Karena sopir mengemudi 10 km ke timur, 4 km ke selatan dan 6 km ke barat maka keadaan tersebut dapat digambarkan sebagai berikut!</p><p></p><img src=\"https://09d1-103-186-31-38.ngrok-free.app/images/image-1694783703119-106815762.PNG\"><p></p><p>Jarak tempuh mobil sama dengan 10 km + 4 km + 6 km = 20 km Perpindahan mobil dari titik A ke ttik B ditentukan dengan Phytagoras.</p><img src=\"https://09d1-103-186-31-38.ngrok-free.app/images/image-1694783773255-210932085.PNG\"><p></p><p>Gambar 1.3 perpindahan mobil dari titik A ke B AB √4 2 +42 = 4√2 Jadi, Perpindahan mobil tersebut 4√2 km</p><p></p><p><strong>2. Kelajuan dan Kecepatan</strong></p><p></p><p>Seperti halnya jarak dan perpindahan, kelajuan dan kecepatan kadang disalah artikan Kelajuan termasuk dalam besaran skalar, sedangkan kecepatan termasuk dalam besaran vekor. Pada kasus di atas, jika Marwan mengayuh sepeda 3 km ke arah barat menghabiskan waktu 8 menit, kemudian dikayuhkan sepeda ke utarra sejauh 4km selama 12 menit, berapakah keajuan rata-rata, kecepatan rata-rata Marwan? Kelajuan rata-rata merupakan jumlah jarak yang ditempuh dalam watu tempuh total, maka kelajuan rata-rata Marwan dihitung sebagai berikut</p><p></p><img src=\"https://09d1-103-186-31-38.ngrok-free.app/images/image-1694783877187-558724359.PNG\"><p></p><p>. Perlajuan dan Percepatan Ketika Marwan akan berangkat ke sekolah, kecepatan sepeda mula- mula nol (v = 0). Marwan kemudian mulai mengayuh sepeda dengan kecepatan tertentu sehingga terjadi perubahan</p><p></p><p>kecepatan sepeda. Perubahan kecepatan dalam selang waktu tertentu disebut percepatan (a). Percepatan termasuk dalam besaran vector, sedangkan perlajuan merupakan besaran skalar. Percepatan rata-rata merupakan hasil bagi perubahan kecepatan terhadap selang waktu. Secara matematis, percepatan rata-rata dinyatakan:</p><img src=\"https://09d1-103-186-31-38.ngrok-free.app/images/image-1694783968717-150186016.PNG\"><p></p><p>Gerak Lurus Beraturan Dalam kehidupan sehari-hari, jarang dijumpai benda yang bergerak beraturan karena pada umumnya gerak dari sebuah benda diawali dengan percepatan dan diakhiri dengan perlambatan. Sebagai contoh, hambatan yang terjadi di jalan raya yang disebabkan oleh kendaraan yang tidak seimbang dengan luas jalan. Fenomena tersebut menyebabkan gerak kendaraan akan selalu berubah. Jadi, gerak lurus beraturan merupakan keadaan ideal yang jarang dijumpai. Akan tetapi, beberapa contoh penerapan gerak lurus beraturan dapat diungkapkan, misalnya gerak mobil di jalan tol dengan kecepatan tetap dan gerak pesawat terbang pada ketinggian tertentu. Jika dalam selang waktu yang sama pesawat terbang menempuh jarak yang sama, gerak pesawat itu disebut gerak lurus beraturan. Secara matematis gerak lurus beraturan dapat dinyatakan sebagai Berikut:</p><img src=\"https://09d1-103-186-31-38.ngrok-free.app/images/image-1694783968717-150186016.PNG\"><p></p><p></p><p></p><h1></h1>",
    "__v": 0,
    "createdAt": {
      "$date": "2023-09-15T13:21:28.083Z"
    },
    "updatedAt": {
      "$date": "2023-09-21T11:45:12.665Z"
    }
  },
  {
    "_id": {
      "$oid": "6506f8259631cbde939c6c14"
    },
    "title": "Coba Materi",
    "body": "<p><strong><em><s>ini teks</s></em></strong></p><img src=\"https://09d1-103-186-31-38.ngrok-free.app/images/image-1694955495285-768651623.PNG\">",
    "__v": 0,
    "createdAt": {
      "$date": "2023-09-17T12:59:17.943Z"
    },
    "updatedAt": {
      "$date": "2023-09-17T12:59:17.943Z"
    }
  }
]
